
import tshirts from '../images/t.svg'

const items = [
    {
        category: 'футболка',
        title: 'замятыш',
        price: '1500 кваков', 
        id: 1,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['s', 'm', 'l']
    },
    {
        category: 'нефутболка',
        title: 'замятыш',
        price: '-1000 кваков', 
        id: 2,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['xs', 'm', 'l']
    },
    {
        category: 'шорты',
        title: '...',
        price: '1500 кваков', 
        id: 3,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['s', 'm', 'l', 'xl']
    },
    {
        category: 'футболка',
        title: 'замятыш',
        price: '1500 кваков', 
        id: 4,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['s', 'm', 'l']
    },
    {
        category: 'футболка',
        title: 'замятыш',
        price: '1500 кваков', 
        id: 5,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['xs', 's', 'm', 'l']
    },
    {
        category: 'футболка',
        title: 'замятыш',
        price: '1500 кваков', 
        id: 6,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['s', 'm', 'l']
    },
    {
        category: 'футболка',
        title: 'замятыш',
        price: '1500 кваков', 
        id: 7,
        image: [tshirts, tshirts, tshirts],
        description: 'футболка изготовлена из самых качественных материалов лучшими партными Италии. мы советуем обращаться с футболкой предельно аккуратно и стирать её только вручную',
        material: 'матриеальный',
        style: 'фасоновый', //фасон
        articul: 'артикульный',
        sizes: ['s', 'm', 'l']
    },
]

export default items

